---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ForceScale
source: html/d44d7763-5164-62d0-7dfe-034b8dd1c8a7.htm
---
# Autodesk.Revit.DB.SpecTypeId.ForceScale Property

Force Scale, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId ForceScale { get; }
```